Repository: basti95/openScienceBadges
Catalog: locale/*/locale.po
Languages: de_de

# plugins.generic.openScienceBadges.description
source: Assign and display the Open Science Badges created by the Center for Open Science.
de_de: Zuweisen und Anzeigen der vom Center for Open Science erstellten Badges.

# plugins.generic.openScienceBadges.data.desc
source: An optional disclosure statement describing how this publication meets the disclosure criteria for open research data. <a href="{$url}" target="_blank">Learn more</a>
de_de: Eine optionale Erklärung, die beschreibt, wie diese Veröffentlichung die Kriterien für offene Forschungsdaten erfüllt. <a href="{$url}" target="_blank">Mehr erfahren</a>

# plugins.generic.openScienceBadges.materials.desc
source: An optional disclosure statement describing how this publication meets the disclosure criteria for open research materials. <a href="{$url}" target="_blank">Learn more</a>
de_de: Eine optionale Erklärung, die beschreibt, wie diese Veröffentlichung die Kriterien für offene Forschungsmaterialien erfüllt. <a href="{$url}" target="_blank">Mehr erfahren</a>

# plugins.generic.openScienceBadges.preregistered
source: Preregistered
de_de: Vorregistriert

# plugins.generic.openScienceBadges.preregistered.desc
source: An optional disclosure statement describing how the authors met the criteria for a preregistered research plan. <a href="{$url}" target="_blank">Learn more</a>
de_de: Eine optionale Erklärung, die beschreibt, wie die Autorinnen und Autoren die Kriterien für einen vorregistrierten Forschungsplan erfüllt haben. <a href="{$url}" target="_blank">Mehr erfahren</a>

# plugins.generic.openScienceBadges.preregisteredplus.desc
source: An optional disclosure statement describing how the authors met the criteria for a preregistered research plan and an analysis of any changes to this plan. <a href="{$url}" target="_blank">Learn more</a>
de_de: Eine optionale Erklärung, die beschreibt, wie die Autorinnen und Autoren die Kriterien für einen vorregistrierten Forschungsplan erfüllt haben sowie eine Analyse etwaiger Änderungen an diesem Plan. <a href="{$url}" target="_blank">Mehr erfahren</a>

# plugins.generic.openScienceBadges.settings.size
source: Badge Size
de_de: Badge-Größe

# plugins.generic.openScienceBadges.settings.size.desc
source: Choose whether to use the large or small format badges.
de_de: Wählen Sie, ob die Badges im großen oder kleinen Format angezeigt werden sollen.

# plugins.generic.openScienceBadges.settings.size.small
source: Small
de_de: Klein

# plugins.generic.openScienceBadges.settings.size.large
source: Large
de_de: Groß

# plugins.generic.openScienceBadges.settings.color
source: Badge Color
de_de: Badge-Farbe

# plugins.generic.openScienceBadges.settings.color.desc
source: Choose whether to show badges in grey or full color.
de_de: Wählen Sie, ob die Badges in Grau oder in Farbe angezeigt werden sollen.

# plugins.generic.openScienceBadges.settings.color.gray
source: Grey
de_de: Grau

# plugins.generic.openScienceBadges.settings.color.color
source: Color
de_de: Farbe

# plugins.generic.openScienceBadges.settings.location
source: Show Badges
de_de: Badges anzeigen

# plugins.generic.openScienceBadges.settings.location.desc
source: Choose where to show the badges on the article landing page. For most themes, the plugin can automatically add the badges to the sidebar (Article Details) or below the abstract (Article Main). Some themes may add the badges directly. If that's the case, select None to preven the plugin from automatically adding the badges to the page.
de_de: Wählen Sie, wo die Badges auf der Artikelseite angezeigt werden sollen. Bei den meisten Themes kann das Plugin die Badges automatisch in der Seitenleiste (Artikeldetails) oder unterhalb des Abstracts (Hauptbereich des Artikels) einfügen. Einige Themes fügen die Badges direkt ein. Falls dies zutrifft, wählen Sie »Keine«, um zu verhindern, dass das Plugin die Badges automatisch zur Seite hinzufügt.

# plugins.generic.openScienceBadges.settings.location.details
source: Article Details Section (usually in the sidebar)
de_de: Bereich "Artikeldetails" (meist in der Seitenleiste)

# plugins.generic.openScienceBadges.settings.location.main
source: Article Main Section (usually below the abstract)
de_de: Hauptbereich des Artikels (meist unterhalb des Abstracts)

# plugins.generic.openScienceBadges.settings.location.none
source: None (do not automatically add the badges to the article page)
de_de: Keine (Badges nicht automatisch zur Artikelseite hinzufügen)

# plugins.generic.openScienceBadges.settings.saved
source: Open Badge settings saved successfully.
de_de: Einstellungen für Open-Science-Badges erfolgreich gespeichert.
